IDEA Open Model
StagedCheckSection Properties
The StagedCheckSection type exposes the following members.
Properties
Name | Description
Description
 Description of this section
 (Inherited from CheckSection.)
Extremes
 Section extremes
 (Inherited from CheckSection.)
CheckMember
 CheckMember
 (Inherited from CheckSection.)
Id
 Element Id
 (Inherited from OpenElementId.)
ReinfSection
 Reinforcement of cross-section
 (Inherited from CheckSection.)
StagesLoading
 Stages loading
Top
See Also
Reference
StagedCheckSection Class
IdeaRS.OpenModel.Concrete Namespace